<?php
/*
+-----------------------------------------------------------------------+
| PHP версия 5.3.9
+-----------------------------------------------------------------------+
| Copyright (c) 2013 The SAPR Group
+-----------------------------------------------------------------------+
Данный модуль является обработчиком события onchange выпадающего списка
"выбор объекта"
+-----------------------------------------------------------------------+
| Авторы: Aleksey Budaev <baa1@azot.kuzbass.net>,<budaevaa@mail.ru>
+-----------------------------------------------------------------------+
*/
include_once("modules/lib/lib.php");

$str = "<input type='text' class='g-2' value='".get_manager($_REQUEST['data'])."' readonly>";

print  $str;
?>