<?php
/*
+-----------------------------------------------------------------------+
| PHP версия 5.2.1
+-----------------------------------------------------------------------+
| Copyright (c) 2008 The SAPR Group
+-----------------------------------------------------------------------+
Данный модуль является обработчиком события onchange выпадающего списка
"выбор объекта"
+-----------------------------------------------------------------------+
| Авторы: Aleksey Budaev <baa1@azot.kuzbass.net>,<budaevaa@mail.ru>
+-----------------------------------------------------------------------+
*/
include_once("modules/lib/lib.php");

$str = "<textarea name=\"Name_Project\"  readonly class=\"g-6\" style=\"height:26px;\">\n";

$str = $str.getFullNameProject( $_REQUEST['data'] )."</textarea>\n";

print  $str;
?>